Repository: oakreader/oakreader
Catalog: OakReader/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: reasoning
de: Schlussfolgern
es: razonamiento
fr: raisonnement
ja: 推論
ko: 추론
zh_hans: 推理
zh_hant: 推理

source: vision
de: Bildverarbeitung
es: visión
ja: ビジョン
ko: 비전
zh_hans: 视觉
zh_hant: 視覺

source: · Saved %@
de: · Gesichert %@
es: · Guardado %@
fr: · Enregistré %@
ja: · 保存日時 %@
ko: · 저장됨 %@
zh_hans: · 已保存 %@
zh_hant: · 已儲存 %@

source: · View
de: · Ansehen
es: · Ver
fr: · Afficher
ja: · 表示
ko: · 보기
zh_hans: · 查看
zh_hant: · 查看

source: “%@” will be permanently deleted.
de: „%@“ wird dauerhaft gelöscht.
es: «%@» se eliminará permanentemente.
fr: « %@ » sera définitivement supprimé.
ja: 「%@」は完全に削除されます。
ko: "%@"이(가) 영구적으로 삭제됩니다.
zh_hans: “%@”将被永久删除。
zh_hant: 「%@」將被永久刪除。

source: “%@” → “%@”. %lld citation%@ in your chat history will be updated to the new key.
de: „%@“ → „%@“. %lld Zitat%@ in Ihrem Chatverlauf werden auf den neuen Schlüssel aktualisiert.
es: «%@» → «%@». %lld cita%@ en tu historial de chat se actualizarán a la nueva clave.
fr: « %@ » → « %@ ». %lld citation%@ dans votre historique de chat seront mises à jour vers la nouvelle clé.
ja: 「%@」→「%@」。 チャット履歴内の %lld 件の引用%@が新しいキーに更新されます。
ko: “%@” → “%@”. 채팅 기록의 인용 %lld개%@가 새 키로 업데이트됩니다.
zh_hans: “%@” → “%@”。 你聊天记录中的 %lld 条引用%@将更新为新的键。
zh_hant: “%@” → “%@”。 你聊天記錄中的 %lld 條引用%@將更新為新的鍵。

# %@ x %@
source: %1$@ x %2$@
es: %@ x %@
fr: %@ x %@
ko: %@ x %@
zh_hans: %@ x %@
zh_hant: %@ x %@

source: Agent
es: Agente
ja: エージェント
ko: 에이전트
zh_hans: 智能体
zh_hant: 代理程式

source: Agent Tools
es: Herramientas del agente
fr: Outils de l’agent
ja: エージェントツール
ko: 에이전트 도구
zh_hans: 智能体工具
zh_hant: 智能體工具

source: Budget: %@ tokens
es: Presupuesto: %@ tokens
ja: 予算：%@ トークン
ko: 예산: %@ 토큰
zh_hans: 预算：%@ 个 token
zh_hant: 預算：%@ 個 token

source: Format:
es: Formato:
ja: 形式：
ko: 형식:
zh_hans: 格式：
zh_hant: 格式：

source: Inline code
es: Código en línea
fr: Code en ligne
ja: インラインコード
ko: 인라인 코드
zh_hans: 行内代码
zh_hant: 行內程式碼

source: Max
es: Máx.
ja: 最大
ko: 최대
zh_hans: 最大
zh_hant: 最大

source: Name:
es: Nombre:
fr: Nom :
ja: 名前:
ko: 이름:
zh_hans: 名称：
zh_hant: 名稱：

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: Server
es: Servidor
fr: Serveur
ja: サーバ
ko: 서버
zh_hans: 服务器
zh_hant: 伺服器

source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバー URL
ko: 서버 URL
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

source: Skill: %@
es: Habilidad: %@
fr: Compétence : %@
ja: スキル: %@
ko: 스킬: %@
zh_hans: 技能：%@
zh_hant: 技能：%@

source: Skills
es: Habilidades
fr: Compétences
ja: スキル
ko: 스킬
zh_hans: 技能
zh_hant: 技能

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Tab: %@
es: Pestaña: %@
fr: Onglet : %@
ja: タブ：%@
ko: 탭: %@
zh_hans: 标签页：%@
zh_hant: 分頁：%@

source: Tag
es: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: Tag name
es: Nombre de la etiqueta
fr: Nom du tag
ja: タグ名
ko: 태그 이름
zh_hans: 标签名称
zh_hant: 標籤名稱

source: Tags
es: Etiquetas
fr: Étiquettes
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Vision
es: Visión
ja: ビジョン
ko: 비전
zh_hans: 视觉
zh_hant: 視覺

source: optional
es: opcional
fr: facultatif
ja: 省略可能
ko: 선택 사항
zh_hans: 可选
zh_hant: 選填

source: Chat
fr: Discussion
ja: チャット
ko: 채팅
zh_hans: 聊天
zh_hant: 聊天
